Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 当前密钥不会显示。输入新密钥并保存即可覆盖；留空会保留原密钥。
ar: لن يتم عرض المفتاح الحالي. أدخل مفتاحًا جديدًا واحفظه للكتابة فوقه؛ سيؤدي تركه فارغًا إلى الاحتفاظ بالمفتاح الأصلي.
de: Der aktuelle Schlüssel wird nicht angezeigt. Geben Sie einen neuen Schlüssel ein und speichern Sie ihn, um ihn zu überschreiben. Wenn Sie das Feld leer lassen, bleibt der Originalschlüssel erhalten.
en: The current key will not be displayed. Enter a new key and save it to overwrite it; leaving it blank will retain the original key.
es: La clave actual no se mostrará. Ingrese una nueva clave y guárdela para sobrescribirla; dejarlo en blanco conservará la clave original.
fr: La clé actuelle ne sera pas affichée. Entrez une nouvelle clé et enregistrez-la pour l'écraser ; le laisser vide conservera la clé d’origine.
ja: 現在のキーは表示されません。新しいキーを入力して保存し、上書きします。空白のままにすると、元のキーが保持されます。
ko: 현재 키는 표시되지 않습니다. 새 키를 입력하고 저장하여 덮어씁니다. 공백으로 두면 원래 키가 유지됩니다.
pt_br: A chave atual não será exibida. Insira uma nova chave e salve-a para substituí-la; deixá-lo em branco manterá a chave original.
ru: Текущий ключ не будет отображаться. Введите новый ключ и сохраните его, чтобы перезаписать; если оставить это поле пустым, исходный ключ сохранится.
zh_hant: 當前密鑰不會顯示。輸入新密鑰並保存即可覆蓋；留空會保留原密鑰。

source: 当前应用包不支持登录启动，请使用已安装的签名版本
ar: لا تدعم حزمة التطبيق هذه التشغيل عند تسجيل الدخول. استخدم النسخة الموقعة المثبتة.
de: Dieses App-Bundle unterstützt keinen Start bei der Anmeldung. Verwenden Sie die installierte signierte Version.
en: This app bundle does not support launch at login. Use the installed signed version.
es: Este paquete de la app no admite el inicio al iniciar sesión. Usa la versión firmada instalada.
fr: Ce paquet d’app ne prend pas en charge le lancement à la connexion. Utilisez la version signée installée.
ja: このアプリバンドルはログイン時起動に対応していません。インストール済みの署名版を使用してください。
ko: 이 앱 번들은 로그인 시 실행을 지원하지 않습니다. 설치된 서명 버전을 사용하세요.
pt_br: Este pacote do app não oferece inicialização no login. Use a versão assinada instalada.
ru: Этот пакет приложения не поддерживает запуск при входе. Используйте установленную подписанную версию.
zh_hant: 當前應用包不支持登錄啓動，請使用已安裝的簽名版本

source: 当前版本尚未适配此模型协议
ar: هذا الإصدار لا يدعم بروتوكول النموذج بعد
de: Diese Version unterstützt das Modellprotokoll noch nicht
en: This app version does not yet support this model protocol
es: Esta versión aún no admite el protocolo de este modelo
fr: Cette version ne prend pas encore en charge le protocole de ce modèle
ja: このバージョンはまだこのモデルのプロトコルに対応していません
ko: 현재 버전은 이 모델 프로토콜을 아직 지원하지 않습니다
pt_br: Esta versão ainda não é compatível com o protocolo deste modelo
ru: Эта версия ещё не поддерживает протокол модели
zh_hant: 當前版本尚未適配此模型協議

source: 当前聊天端点属于百炼 Token Plan，请选择个人版或企业版，不能沿用按量版类型。
ar: تنتمي نقطة نهاية الدردشة الحالية إلى خطة Bailian Token Plan. الرجاء اختيار الإصدار الشخصي أو إصدار المؤسسة. لا يمكنك الاستمرار في استخدام نوع الإصدار المدفوع.
de: Der aktuelle Chat-Endpunkt gehört zum Bailian Token Plan. Bitte wählen Sie die persönliche Version oder die Enterprise-Version. Sie können die kostenpflichtige Version nicht weiter verwenden.
en: The current chat endpoint belongs to Bailian Token Plan. Please choose the personal version or the enterprise version. You cannot continue to use the paid version type.
es: El punto final del chat actual pertenece al Plan Bailian Token. Elija la versión personal o la versión empresarial. No puede seguir utilizando el tipo de versión paga.
fr: Le point de terminaison de discussion actuel appartient au Bailian Token Plan. Veuillez choisir la version personnelle ou la version entreprise. Vous ne pouvez pas continuer à utiliser le type de version payante.
ja: 現在のチャット エンドポイントは Bailian Token Plan に属しています。個人版またはエンタープライズ版を選択してください。有料版タイプを継続してご利用いただくことはできません。
ko: 현재 채팅 엔드포인트는 Bailian Token Plan에 속합니다. 개인용 버전과 기업용 버전을 선택해주세요. 유료 버전 유형을 계속 사용할 수 없습니다.
pt_br: O endpoint de bate-papo atual pertence ao Bailian Token Plan. Escolha a versão pessoal ou a versão empresarial. Você não pode continuar usando o tipo de versão paga.
ru: Текущая конечная точка чата принадлежит плану Bailian Token Plan. Пожалуйста, выберите личную версию или корпоративную версию. Вы не можете продолжать использовать платную версию.
zh_hant: 當前聊天端點屬於百鍊 Token Plan，請選擇個人版或企業版，不能沿用按量版類型。

source: 待排序文档，最多 100 条
ar: المستندات التي سيتم فرزها، حتى 100
de: Zu sortierende Dokumente, bis zu 100
en: Documents to be sorted, up to 100
es: Documentos a clasificar, hasta 100
fr: Documents à trier, jusqu'à 100
ja: 分類する文書、最大 100 件
ko: 정렬할 문서(최대 100개)
pt_br: Documentos a serem classificados, até 100
ru: Документы для сортировки, до 100
zh_hant: 待排序文檔，最多 100 條

source: 待适配
ar: يتطلب مهايئًا
de: Adapter erforderlich
en: Adapter Required
es: Requiere adaptador
fr: Adaptateur requis
ja: アダプターが必要
ko: 어댑터 필요
pt_br: Requer adaptador
ru: Требуется адаптер
zh_hant: 待適配

source: 待适配 · 已隔离
ar: يتطلب مهايئًا · قيد العزل
de: Adapter erforderlich · Unter Quarantäne
en: Adapter Required · Quarantined
es: Requiere adaptador · En cuarentena
fr: Adaptateur requis · En quarantaine
ja: アダプターが必要 · 隔離済み
ko: 어댑터 필요 · 격리됨
pt_br: Requer adaptador · Em quarentena
ru: Требуется адаптер · На карантине
zh_hant: 待適配 · 已隔離

source: 待验证 · 已隔离
ar: بانتظار التحقق · معزول
de: Verifizierung ausstehend · isoliert
en: Pending verification · quarantined
es: Pendiente de verificación · aislado
fr: En attente de vérification · isolé
ja: 検証待ち · 隔離済み
ko: 검증 대기 · 격리됨
pt_br: Aguardando verificação · isolado
ru: Ожидает проверки · изолировано
zh_hant: 待驗證 · 已隔離

source: 必须填写供应商明确提供的完整名录地址；不会使用 Base URL，也不会自动补全 /v1/models 等路径。凭证通过请求头发送，拉取结果需预览确认后才会合并。
ar: أدخل عنوان دليل النماذج الكامل الذي يحدده المزوّد. لا يُستخدم عنوان URL الأساسي ولا تُضاف مسارات مثل ‎/v1/models. تُرسل بيانات الاعتماد في الترويسات ولا تُدمج النتائج إلا بعد المعاينة والتأكيد.
de: Geben Sie die vollständige, vom Anbieter angegebene Katalog-URL ein. Die Basis-URL wird nie verwendet und Pfade wie /v1/models werden nicht angehängt. Anmeldedaten werden in Headern gesendet; Ergebnisse werden erst nach Vorschau und Bestätigung zusammengeführt.
en: Enter the complete catalog URL explicitly provided by the vendor. The Base URL is never used and paths such as /v1/models are never appended. Credentials are sent in headers, and fetched results are merged only after preview and confirmation.
es: Introduce la URL completa del catálogo indicada por el proveedor. Nunca se usa la URL base ni se añaden rutas como /v1/models. Las credenciales se envían en cabeceras y los resultados solo se fusionan tras revisarlos y confirmarlos.
fr: Saisissez l’URL complète du catalogue fournie par le fournisseur. L’URL de base n’est jamais utilisée et aucun chemin tel que /v1/models n’est ajouté. Les identifiants sont envoyés dans les en-têtes et les résultats ne sont fusionnés qu’après aperçu et confirmation.
ja: ベンダーが明示した完全なカタログ URL を入力してください。Base URL は使用せず、/v1/models などのパスも追加しません。認証情報はヘッダーで送信され、取得結果はプレビュー確認後にのみ統合されます。
ko: 공급자가 명시한 전체 카탈로그 URL을 입력하세요. Base URL은 사용하지 않고 /v1/models 같은 경로도 추가하지 않습니다. 자격 증명은 헤더로 보내며 결과는 미리보기 확인 후에만 병합됩니다.
pt_br: Informe a URL completa do catálogo fornecida pelo provedor. A URL base nunca é usada e caminhos como /v1/models não são adicionados. As credenciais seguem nos cabeçalhos e os resultados só são mesclados após prévia e confirmação.
ru: Укажите полный URL каталога от поставщика. Базовый URL не используется, пути вроде /v1/models не добавляются. Учётные данные передаются в заголовках, а результаты объединяются только после просмотра и подтверждения.
zh_hant: 必須填寫供應商明確提供的完整名錄地址；不會使用 Base URL，也不會自動補全 /v1/models 等路徑。憑證通過請求頭髮送，拉取結果需預覽確認後才會合併。

source: 必须明确为零数据留存
ar: يجب أن يحتفظ بشكل صريح بصفر بيانات
de: Es müssen explizit Nulldaten beibehalten werden
en: Must explicitly retain zero data
es: Debe retener explícitamente cero datos
fr: Doit explicitement conserver zéro donnée
ja: ゼロデータを明示的に保持する必要がある
ko: 명시적으로 0개의 데이터를 유지해야 합니다.
pt_br: Deve reter explicitamente zero dados
ru: Должен явно сохранять нулевые данные
zh_hant: 必須明確為零數據留存

source: 必须明确禁止用于训练
ar: يجب حظر الاستخدام لأغراض التدريب صراحةً
de: Eine Nutzung zu Schulungszwecken ist ausdrücklich zu untersagen
en: Use for training must be expressly prohibited
es: Debe prohibirse expresamente su uso para entrenamiento.
fr: L'utilisation à des fins de formation doit être expressément interdite
ja: トレーニングでの使用は明示的に禁止する必要があります
ko: 교육용으로 사용하는 것은 명시적으로 금지되어야 합니다.
pt_br: O uso para treinamento deve ser expressamente proibido
ru: Использование для обучения должно быть категорически запрещено.
zh_hant: 必須明確禁止用於訓練

source: 必须有已知价格
ar: يجب أن يكون هناك سعر معروف
de: Es muss ein bekannter Preis vorliegen
en: There must be a known price
es: Debe haber un precio conocido.
fr: Il doit y avoir un prix connu
ja: 既知の価格があるはずです
ko: 알려진 가격이 있어야 합니다.
pt_br: Deve haver um preço conhecido
ru: Должна быть известна цена
zh_hant: 必須有已知價格

source: 恢复上次导入前配置
ar: قم باستعادة التكوين قبل عملية الاستيراد الأخيرة
de: Stellen Sie die Konfiguration vor dem letzten Import wieder her
en: Restore the configuration before the last import
es: Restaurar la configuración antes de la última importación.
fr: Restaurer la configuration avant la dernière importation
ja: 最後のインポート前の構成を復元する
ko: 마지막 가져오기 전 구성 복원
pt_br: Restaure a configuração antes da última importação
ru: Восстановите конфигурацию перед последним импортом
zh_hant: 恢復上次導入前配置

source: 恢复官方 URL
ar: استعادة عنوان URL الرسمي
de: Offizielle URL wiederherstellen
en: Restore official URL
es: Restaurar URL oficial
fr: Restaurer l'URL officielle
ja: 公式URLを復元する
ko: 공식 URL 복원
pt_br: Restaurar URL oficial
ru: Восстановить официальный URL
zh_hant: 恢復官方 URL

source: 恢复登录启动设置失败：%@
ar: فشل في استعادة إعدادات بدء تشغيل تسجيل الدخول: %@
de: Anmelde-Starteinstellungen konnten nicht wiederhergestellt werden: %@
en: Failed to restore login startup settings: %@
es: No se pudo restaurar la configuración de inicio de sesión: %@
fr: Échec de la restauration des paramètres de démarrage de la connexion : %@
ja: ログイン起動設定の復元に失敗しました: %@
ko: 로그인 시작 설정을 복원하지 못했습니다: %@
pt_br: Falha ao restaurar as configurações de inicialização de login: %@
ru: Не удалось восстановить параметры запуска входа в систему: %@.
zh_hant: 恢復登錄啓動設置失敗：%@

source: 成功
ar: النجاح
de: Erfolg
en: Success
es: éxito
fr: succès
ko: 성공
pt_br: sucesso
ru: успех

# 成功率 %arg%%
source: 成功率 %1$arg%%
ar: معدل النجاح %arg%%
de: Erfolgsquote %arg%%
en: Success rate %arg%%
es: Tasa de éxito %arg%%
fr: Taux de réussite %arg%%
ja: 成功率 %arg%%
ko: 성공률 %arg%%
pt_br: Taxa de sucesso %arg%%
ru: Вероятность успеха %arg%%

source: 我已保存
ar: لقد أنقذت
de: Ich habe gespart
en: I have saved
es: he salvado
fr: j'ai sauvegardé
ja: 保存しました
ko: 나는 저장했다
pt_br: eu salvei
ru: я сохранил

source: 所选工作区不存在或已停用。
ar: مساحة العمل المحددة غير موجودة أو تم إلغاء تنشيطها.
de: Der ausgewählte Arbeitsbereich existiert nicht oder ist deaktiviert.
en: The selected workspace does not exist or is deactivated.
es: El espacio de trabajo seleccionado no existe o está desactivado.
fr: L'espace de travail sélectionné n'existe pas ou est désactivé.
ja: 選択したワークスペースは存在しないか、非アクティブ化されています。
ko: 선택한 작업공간이 존재하지 않거나 비활성화되었습니다.
pt_br: O espaço de trabalho selecionado não existe ou está desativado.
ru: Выбранное рабочее пространство не существует или деактивировано.
zh_hant: 所選工作區不存在或已停用。

source: 手动
ar: يدوي
de: Manuell
en: Manual
es: Manual
fr: Manuel
ja: 手動
ko: 수동
pt_br: Manual
ru: Вручную
zh_hant: 手動

source: 手动 MCP 配置已复制；剪贴板包含 Agent 令牌，请勿粘贴到公开位置。
ar: تم نسخ التكوين اليدوي لـ MCP؛ تحتوي الحافظة على رمز الوكيل، فلا تلصقه في مكان عام.
de: Manuelle MCP-Konfiguration kopiert; Die Zwischenablage enthält das Agent-Token. Nicht an einem öffentlichen Ort einfügen.
en: Manual MCP configuration copied; clipboard contains Agent token, do not paste to a public location.
es: Configuración manual de MCP copiada; El portapapeles contiene el token del Agente, no lo pegue en una ubicación pública.
fr: Configuration manuelle MCP copiée ; Le presse-papiers contient un jeton d'agent, ne le collez pas dans un emplacement public.
ja: 手動 MCP 設定がコピーされました。クリップボードにはエージェント トークンが含まれています。公開の場所に貼り付けないでください。
ko: 수동 MCP 구성이 복사되었습니다. 클립보드에 에이전트 토큰이 포함되어 있습니다. 공개 위치에 붙여넣지 마세요.
pt_br: Configuração manual do MCP copiada; a área de transferência contém token do Agente, não cole em um local público.
ru: Ручная конфигурация MCP скопирована; Буфер обмена содержит токен агента, не вставляйте его в общедоступное место.
zh_hant: 手動 MCP 配置已複製；剪貼板包含 Agent 令牌，請勿粘貼到公開位置。

source: 手动配置
ar: إعداد يدوي
de: Manuelle Konfiguration
en: Manual configuration
es: Configuración manual
fr: Configuration manuelle
ja: 手動設定
ko: 수동 구성
pt_br: Configuração manual
ru: Ручная настройка
zh_hant: 手動配置

source: 手动配置已复制；剪贴板包含 Agent 令牌。
ar: تم نسخ التكوين اليدوي؛ تحتوي الحافظة على رمز الوكيل.
de: Manuelle Konfiguration kopiert; Die Zwischenablage enthält das Agent-Token.
en: Manual configuration copied; clipboard contains Agent token.
es: Configuración manual copiada; El portapapeles contiene el token del Agente.
fr: Configuration manuelle copiée ; le presse-papiers contient le jeton d'agent.
ja: 手動構成がコピーされました。クリップボードにはエージェント トークンが含まれています。
ko: 수동 구성이 복사되었습니다. 클립보드에 에이전트 토큰이 포함되어 있습니다.
pt_br: Configuração manual copiada; a área de transferência contém o token do agente.
ru: Ручная конфигурация скопирована; буфер обмена содержит токен агента.
zh_hant: 手動配置已複製；剪貼板包含 Agent 令牌。

source: 打开 ModelHub
ar: افتح ModelHub
de: Öffnen Sie ModelHub
en: Open ModelHub
es: Abrir ModelHub
fr: Ouvrir ModelHub
ja: モデルハブを開く
ko: ModelHub 열기
pt_br: Abra o ModelHub
ru: Открыть ModelHub
zh_hant: 打開 ModelHub

source: 打开调试台
ar: افتح وحدة التحكم في التصحيح
de: Öffnen Sie die Debugging-Konsole
en: Open debugging console
es: Abrir consola de depuración
fr: Ouvrir la console de débogage
ja: デバッグコンソールを開く
ko: 디버깅 콘솔 열기
pt_br: Abra o console de depuração
ru: Открыть консоль отладки
zh_hant: 打開調試台

source: 把不同模型供应商统一成一个本机兼容接口。
ar: توحيد موفري النماذج المختلفين في واجهة متوافقة أصلاً.
de: Vereinen Sie verschiedene Modellanbieter in einer nativ kompatiblen Schnittstelle.
en: Unify different model providers into a natively compatible interface.
es: Unifique diferentes proveedores de modelos en una interfaz compatible de forma nativa.
fr: Unifiez différents fournisseurs de modèles dans une interface nativement compatible.
ja: さまざまなモデル プロバイダーをネイティブ互換性のあるインターフェイスに統合します。
ko: 다양한 모델 제공자를 기본적으로 호환되는 인터페이스로 통합합니다.
pt_br: Unifique diferentes provedores de modelos em uma interface nativamente compatível.
ru: Объедините различных поставщиков моделей в единый совместимый интерфейс.
zh_hant: 把不同模型供應商統一成一個本機兼容接口。

source: 把兼容客户端的 Base URL 改为上方带 /v1 的地址。
ar: قم بتغيير عنوان URL الأساسي للعميل المتوافق إلى العنوان الذي يحتوي على /v1 أعلاه.
de: Ändern Sie die Basis-URL des kompatiblen Clients in die Adresse mit /v1 oben.
en: Change the Base URL of the compatible client to the address with /v1 above.
es: Cambie la URL base del cliente compatible a la dirección con /v1 arriba.
fr: Remplacez l'URL de base du client compatible par l'adresse avec /v1 ci-dessus.
ja: 対応クライアントのBase URLを上記の/v1が付いたアドレスに変更します。
ko: 호환되는 클라이언트의 기본 URL을 위의 /v1 주소로 변경합니다.
pt_br: Altere o URL base do cliente compatível para o endereço /v1 acima.
ru: Измените базовый URL-адрес совместимого клиента на адрес /v1, указанный выше.
zh_hant: 把兼容客戶端的 Base URL 改為上方帶 /v1 的地址。

source: 拉取只代表供应商列出了这些模型，不代表已经通过真实调用验证。
ar: السحب يعني فقط أن المورد قد أدرج هذه النماذج، لكن هذا لا يعني أنه تم التحقق منها من خلال مكالمات حقيقية.
de: Das Ziehen bedeutet nur, dass der Lieferant diese Modelle aufgelistet hat, es bedeutet jedoch nicht, dass sie durch echte Anrufe überprüft wurden.
en: Pulling only means that the supplier has listed these models, but it does not mean that they have been verified by real calls.
es: Tirar sólo significa que el proveedor ha enumerado estos modelos, pero no significa que hayan sido verificados mediante llamadas reales.
fr: Tirer signifie seulement que le fournisseur a répertorié ces modèles, mais cela ne signifie pas qu'ils ont été vérifiés par de vrais appels.
ja: プルするということは、サプライヤーがこれらのモデルをリストしていることを意味するだけで、実際の呼び出しによって検証されたことを意味するものではありません。
ko: 뽑는다는 것은 공급업체가 이러한 모델을 나열했다는 의미일 뿐 실제 전화로 검증되었다는 의미는 아닙니다.
pt_br: Puxar significa apenas que o fornecedor listou esses modelos, mas não significa que eles foram verificados por ligações reais.
ru: Отзыв означает лишь то, что поставщик перечислил эти модели, но это не значит, что они проверены реальными звонками.
zh_hant: 拉取只代表供應商列出了這些模型，不代表已經通過真實調用驗證。

source: 拉取模型名录
ar: سحب الدليل النموذجي
de: Modellverzeichnis abrufen
en: Pull model directory
es: Directorio de modelo de extracción
fr: Extraire le répertoire des modèles
ja: モデルディレクトリをプルする
ko: 모델 디렉터리 가져오기
pt_br: Extrair diretório de modelo
ru: Извлечь каталог модели
zh_hant: 拉取模型名錄

source: 按当前规则排名第一
ar: المرتبة رقم 1 حسب القواعد الحالية
de: Nach den aktuellen Regeln auf Platz 1
en: Ranked No. 1 by current rules
es: Clasificado No. 1 según las reglas actuales
fr: Classé n°1 selon les règles actuelles
ja: 現行ルールでは1位
ko: 현행 규정에 의한 1위
pt_br: Classificado em primeiro lugar pelas regras atuais
ru: Первое место в рейтинге по действующим правилам.
zh_hant: 按當前規則排名第一

source: 按模型与供应商聚合成功率、延迟、Token 和已知价格估算；不保存提示词或响应正文。
ar: تجميع معدل النجاح وزمن الوصول والرمز المميز وتقديرات الأسعار المعروفة حسب النموذج والبائعين؛ لا يحفظ الكلمات السريعة أو أجسام الاستجابة.
de: Aggregiert Erfolgsrate, Latenz, Token und bekannte Preisschätzungen nach Modell und Anbieter; speichert keine Eingabeaufforderungswörter oder Antworttexte.
en: Aggregates success rate, latency, token, and known price estimates by model and vendor; does not save prompt words or response bodies.
es: Agrega tasa de éxito, latencia, token y estimaciones de precios conocidos por modelo y proveedor; no guarda palabras de aviso ni cuerpos de respuesta.
fr: Regroupe le taux de réussite, la latence, les jetons et les estimations de prix connues par modèle et fournisseur ; n'enregistre pas les mots d'invite ni les corps de réponse.
ja: 成功率、レイテンシ、トークン、既知の価格推定をモデルとベンダーごとに集計します。プロンプトの単語や応答本文は保存されません。
ko: 모델 및 공급업체별로 성공률, 대기 시간, 토큰 및 알려진 가격 추정치를 집계합니다. 프롬프트 단어나 응답 본문을 저장하지 않습니다.
pt_br: Agrega estimativas de taxa de sucesso, latência, token e preços conhecidos por modelo e fornecedor; não salva palavras de prompt ou corpos de resposta.
ru: Агрегирует показатели успешности, задержки, токены и известные оценки цен по модели и поставщику; не сохраняет слова подсказки или тела ответа.
zh_hant: 按模型與供應商聚合成功率、延遲、Token 和已知價格估算；不保存提示詞或響應正文。

source: 按量付费版使用 DashScope API Key 与 dashscope.aliyuncs.com 端点。
ar: يستخدم إصدار الدفع أولاً بأول مفتاح DashScope API ونقطة نهاية Dashscope.aliyuncs.com.
de: Die Pay-as-you-go-Version verwendet den DashScope-API-Schlüssel und den Endpunkt dashscope.aliyuncs.com.
en: The pay-as-you-go version uses DashScope API Key and dashscope.aliyuncs.com endpoint.
es: La versión de pago por uso utiliza la clave API de DashScope y el punto final dashscope.aliyuncs.com.
fr: La version payante utilise la clé API DashScope et le point de terminaison dashscope.aliyuncs.com.
ja: 従量課金制バージョンでは、DashScope API キーと dashscope.aliyuncs.com エンドポイントを使用します。
ko: 종량제 버전은 DashScope API 키와 dashscope.aliyuncs.com 엔드포인트를 사용합니다.
pt_br: A versão pré-paga usa a chave de API DashScope e o endpoint dashscope.aliyuncs.com.
ru: Версия с оплатой по мере использования использует ключ DashScope API и конечную точку Dashscope.alyuncs.com.
zh_hant: 按量付費版使用 DashScope API Key 與 dashscope.aliyuncs.com 端點。

source: 按量付费版使用 DashScope API Key 与对应地域或业务空间端点。
ar: يستخدم إصدار الدفع أولاً بأول مفتاح DashScope API والمنطقة المقابلة أو نقطة نهاية مساحة العمل.
de: Die Pay-as-you-go-Version verwendet den DashScope-API-Schlüssel und den entsprechenden Regions- oder Business-Space-Endpunkt.
en: The pay-as-you-go version uses the DashScope API Key and the corresponding region or business space endpoint.
es: La versión de pago por uso utiliza la clave API de DashScope y el punto final de región o espacio empresarial correspondiente.
fr: La version payante utilise la clé API DashScope et le point de terminaison de la région ou de l'espace commercial correspondant.
ja: 従量課金制バージョンでは、DashScope API キーと、対応するリージョンまたはビジネス スペース エンドポイントを使用します。
ko: 종량제 버전은 DashScope API 키와 해당 지역 또는 비즈니스 공간 엔드포인트를 사용합니다.
pt_br: A versão pré-paga usa a chave de API DashScope e a região correspondente ou endpoint de espaço de negócios.
ru: Версия с оплатой по факту использования использует ключ API DashScope и соответствующую конечную точку региона или бизнес-пространства.
zh_hant: 按量付費版使用 DashScope API Key 與對應地域或業務空間端點。

source: 接口不存在
ar: الواجهة غير موجودة
de: Schnittstelle existiert nicht
en: interface does not exist
es: la interfaz no existe
fr: l'interface n'existe pas
ja: インターフェースが存在しません
ko: 인터페이스가 존재하지 않습니다
pt_br: interface não existe
ru: интерфейс не существует

source: 接口地址已复制。
ar: تم نسخ نقطة النهاية.
de: Endpunkt kopiert.
en: Endpoint copied.
es: Endpoint copiado.
fr: Point de terminaison copié.
ja: エンドポイントをコピーしました。
ko: 엔드포인트를 복사했습니다.
pt_br: Endpoint copiado.
ru: Адрес конечной точки скопирован.
zh_hant: 接口地址已複製。

source: 推理
ar: الاستدلال
de: Schlussfolgern
en: Reasoning
es: Razonamiento
fr: Raisonnement
ja: 推論
ko: 추론
pt_br: Raciocínio
ru: Рассуждение

source: 提供本机状态、可用模型、聚合用量、任务上下文，以及受隔离与计费确认保护的文字、图片、视频、语音、向量和重排调用；不会返回密钥。
ar: يوفر الحالة الأصلية والنماذج المتاحة والاستخدام الإجمالي وسياق المهمة والمكالمات النصية والصورة والفيديو والكلام والمتجهات وإعادة التدفق المحمية بواسطة الحجر الصحي وتأكيد الفواتير؛ يتم إرجاع أية مفاتيح.
de: Bietet nativen Status, verfügbare Modelle, aggregierte Nutzung, Aufgabenkontext sowie Text-, Bild-, Video-, Sprach-, Vektor- und Reflow-Aufrufe, geschützt durch Quarantäne und Abrechnungsbestätigung; Es werden keine Schlüssel zurückgegeben.
en: Provides native state, available models, aggregate usage, task context, and text, image, video, speech, vector, and reflow calls protected by quarantine and billing confirmation; no keys are returned.
es: Proporciona estado nativo, modelos disponibles, uso agregado, contexto de tareas y llamadas de texto, imágenes, video, voz, vectores y redistribución protegidas por cuarentena y confirmación de facturación; no se devuelven llaves.
fr: Fournit l'état natif, les modèles disponibles, l'utilisation globale, le contexte de la tâche et les appels texte, image, vidéo, parole, vectoriel et de redistribution protégés par une quarantaine et une confirmation de facturation ; aucune clé n'est rendue.
ja: ネイティブ状態、利用可能なモデル、集計使用状況、タスク コンテキスト、および隔離と請求確認によって保護されたテキスト、画像、ビデオ、音声、ベクター、およびリフロー呼び出しを提供します。キーは返されません。
ko: 격리 및 청구 확인을 통해 보호되는 기본 상태, 사용 가능한 모델, 집계 사용량, 작업 컨텍스트, 텍스트, 이미지, 비디오, 음성, 벡터 및 리플로우 호출을 제공합니다. 키가 반환되지 않습니다.
pt_br: Fornece estado nativo, modelos disponíveis, uso agregado, contexto de tarefa e chamadas de texto, imagem, vídeo, fala, vetor e refluxo protegidas por quarentena e confirmação de cobrança; nenhuma chave é devolvida.
ru: Предоставляет собственное состояние, доступные модели, совокупное использование, контекст задачи, а также вызовы текста, изображения, видео, речи, вектора и перекомпоновки, защищенные карантином и подтверждением выставления счетов; ключи не возвращаются.
zh_hant: 提供本機狀態、可用模型、聚合用量、任務上下文，以及受隔離與計費確認保護的文字、圖片、視頻、語音、向量和重排調用；不會返回密鑰。
